[
    {
        "category": "Réunion",
        "subject": "Demande de reunion",
        "summary": "Youssef ABOUELAZ propose une réunion pour préparer la prochaine réunion sur les choix des électifs. Il propose trois créneaux horaires et demande la disponibilité du destinataire."
    },
    {
        "category": "Projets lbd",
        "subject": "Objet : Demande de Participation à une Enquête pour le Projet PLBD :",
        "summary": "Aya ELMANSOURI sollicite la participation des élèves à une enquête pour développer un chatbot pour l'école. Un formulaire est fourni pour recueillir les avis et suggestions."
    },
    {
        "category": "Projets lbd",
        "subject": "Re: Objet : Demande de Participation à une Enquête pour le Projet PLBD :",
        "summary": "Marouane R'Bib répond à l'email d'Aya ELMANSOURI concernant l'enquête pour le projet PLBD, en mentionnant un lien avec un chatbot."
    },
    {
        "category": "Projets lbd",
        "subject": "RE: Objet : Demande de Participation à une Enquête pour le Projet PLBD :",
        "summary": "Aymane Mars répond à l'email d'Aya ELMANSOURI en demandant quel est le rapport avec le projet PLBD."
    },
    {
        "category": "important",
        "subject": "Dossier césure",
        "summary": "Malak Ghemires rappelle la date limite d'envoi du dossier de demande de césure, fixée au mercredi 26 juin 2024 à midi."
    },
    {
        "category": "important",
        "subject": "Invitation à la Cérémonie de Remise des Prix",
        "summary": "Le Bureau des Sports invite les élèves à la Cérémonie de Remise des Prix le mardi 25 juin 2024 à 17h30 pour célébrer les performances sportives."
    },
    {
        "category": "important",
        "subject": "Re: Invitation à la soutenance + Fiche d'évaluation tuteur entreprise",
        "summary": "Salaheddine OURAGHNI confirme sa présence à la soutenance de M. KASSA Marwane le jeudi 11 juillet 2024 et s'engage à remplir la fiche d'évaluation."
    },
    {
        "category": "important",
        "subject": "30% de réduction sur votre prochain voyage !",
        "summary": "ONCF offre une réduction de 30% sur un prochain voyage avec un code promo valable jusqu'au 13 août 2024."
    }
]